{"time": 11, "href": "https://api.reliefweb.int/v1/references/disaster-types", "links": {"self": {"href": "https://api.reliefweb.int/v1/references/disaster-types"}, "parent": {"href": "https://api.reliefweb.int/v1/references"}}, "took": 3, "totalCount": 22, "count": 22, "data": [{"id": "5255", "score": 1, "fields": {"id": 5255, "name": "Insect Infestation", "description": "Insect infestation (GLIDE hazard code: IN) is defined as the pervasive influx and development of insects or parasites affecting humans, animals, crops and materials. (CRED EM-DAT)", "code": "IN"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/5255"}, {"id": "4814", "score": 1, "fields": {"id": 4814, "name": "Mud Slide", "description": "Mud slide (GLIDE hazard code: MS) is defined as a type of landslide, which occurs when the slope is saturated with water. This more destructive flow can pick up rocks, trees, houses and cars. As the debris moves into river and stream beds, bridges can become blocked or even collapse, making a temporary dam that can flood neighbouring areas.  (GLIDE)", "code": "MS"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/4814"}, {"id": "4687", "score": 1, "fields": {"id": 4687, "name": "Tsunami", "description": "Tsunami (GLIDE hazard code: TS) is defined as a series of waves (with long wavelengths when traveling across the deep ocean) that are generated by a displacement of massive amounts of water through underwater earthquakes, volcanic eruptions or landslides. Tsunami waves travel at very high speed across the ocean but as they begin to reach shallow water they slow down and the wave grows steeper. (CRED EM-DAT)", "code": "TS"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/4687"}, {"id": "4653", "score": 1, "fields": {"id": 4653, "name": "Cold Wave", "description": "Cold Wave (GLIDE hazard code: CW) is defined as a period of abnormally cold weather. Typically a cold wave lasts two or more days and may be aggravated by high winds. The exact temperature criteria for what constitutes a cold wave vary by location. (CRED EM-DAT)", "code": "CW"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/4653"}, {"id": "41764", "score": 1, "fields": {"id": 41764, "name": "Complex Emergency", "code": "CE"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/41764"}, {"id": "5706", "score": 1, "fields": {"id": 5706, "name": "Fire", "description": "Fire (GLIDE hazard code: FR) is defined as urban, industrial or rural fires, linked to natural phenomena, such as electrical storms, earthquakes, droughts, etc.but not including wild fires, which refer to uncontrolled fire in rural areas, forests, plains, etc. Directly human-induced fires are classified as Technological Disaster.", "code": "FR"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/5706"}, {"id": "5042", "score": 1, "fields": {"id": 5042, "name": "Other", "description": "Other (GLIDE hazard code: OT) is defined as all natural disasters that do not fall into any of the other disaster types. Special situations such as energy crisis, etc.", "code": "OT"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/5042"}, {"id": "4930", "score": 1, "fields": {"id": 4930, "name": "Heat Wave", "description": "Heat Wave (GLIDE hazard code: HT) is defined as a prolonged period of excessively hot and sometimes also humid weather relative to normal climat patterns of a certain region. Heat waves like in Central Europe 2003. (CRED EM-DAT)", "code": "HT"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/4930"}, {"id": "4719", "score": 1, "fields": {"id": 4719, "name": "Extratropical Cyclone", "description": "Extratropical Cyclone (GLIDE hazard code: ET) is defined as a type of low-pressure cyclonic system in the middle and high latitudes (also called mid-latitude cyclone) that primarily gets its energy from the horizontal temperature contrasts (fronts) in the atmosphere. When associated with cold fronts, extratropical cyclones may be particularly damaging (e.g. European winter/windstorm, Nor’easter). (CRED EM-DAT)", "code": "EC"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/4719"}, {"id": "4672", "score": 1, "fields": {"id": 4672, "name": "Drought", "description": "Drought (GLIDE hazard code: DR) is defined as an extended period of unusually low precipitation that produces a shortage of water for people, animals and plants. Drought is diﬀerent from most other hazards in that it develops slowly, sometimes even over years, and its onset is generally diﬃcult to detect. Drought is not solely a physical phenomenon because its impacts can be exacerbated by human activities and water supply demands. Drought is therefore often deﬁned both conceptually and operationally. Operational deﬁnitions of drought, meaning the degree of precipitation reduction that constitutes a drought, vary by locality, climate and environmental sector. (CRED EM-DAT)", "code": "DR"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/4672"}, {"id": "4642", "score": 1, "fields": {"id": 4642, "name": "Epidemic", "description": "Epidemic (GLIDE hazard code: EP) is defined as either an unusual increase in the number of cases of an infectious disease, which already exists in the region or population concerned; or the appearance of an infection previously absent from a region. (CRED EM-DAT)", "code": "EP"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/4642"}, {"id": "4628", "score": 1, "fields": {"id": 4628, "name": "Earthquake", "description": "Earthquake (GLIDE hazard code: EQ) is defined as sudden movement of a block of the Earth’s crust along a geological fault and associated ground shaking. (CRED EM-DAT)", "code": "EQ"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/4628"}, {"id": "4624", "score": 1, "fields": {"id": 4624, "name": "Flash Flood", "description": "Flash Flood (GLIDE hazard code: FF) is defined as rapid inland floods due to intense rainfall A flash flood describes sudden flooding with short duration. In sloped terrain the water flows rapidly with a high destruction potential. (CRED EM-DAT)", "code": "FF"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/4624"}, {"id": "4620", "score": 1, "fields": {"id": 4620, "name": "Technological Disaster", "description": "Technological disasters (GLIDE hazard code: AC) are only covered on a very exceptional basis, such as oil/toxic spills and gas explosions, when they have a major humanitarian impact in highly vulnerable countries.", "code": "AC"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/4620"}, {"id": "4615", "score": 1, "fields": {"id": 4615, "name": "Volcano", "description": "Volcanic eruption (GLIDE hazard code: VO) with disastrous effects: eruption and emission of gas and ashes, stone falls (pyroclast), flows of lava, etc.", "code": "VO"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/4615"}, {"id": "5549", "score": 1, "fields": {"id": 5549, "name": "Storm Surge", "description": "Storm Surge (GLIDE hazard code: SS) is defined as the rise of the water level in the sea, an estuary or lake as result of strong wind driving the seawater towards the coast. This so-called wind setup is superimposed on the normal astronomical tide. The mean high water level can be exceeded by five and more metres. The areas threatened by storm surges are coastal lowlands. (CRED EM-DAT)", "code": "SS"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/5549"}, {"id": "4764", "score": 1, "fields": {"id": 4764, "name": "Snow Avalanche", "description": "Snow Avalanche (GLIDE hazard code: AV) is defined as mass of snow and ice falling suddenly down a mountain slope and often taking with it earth, rocks and rubble of every description. (CRED EM-DAT)", "code": "AV"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/4764"}, {"id": "4728", "score": 1, "fields": {"id": 4728, "name": "Land Slide", "description": "Land Slide (GLIDE hazard code: LS) is defined as the usually rapid downward movement of a mass of rock, earth, or artificial fill on a slope. Covers all mass movements other than Mudslide (MS) and Avalanche (AV). (CRED EM-DAT)", "code": "LS"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/4728"}, {"id": "4656", "score": 1, "fields": {"id": 4656, "name": "Severe Local Storm", "description": "A severe storm or thunderstorm (GLIDE hazard code: ST) is the result of convection and condensation in the lower atmosphere and the accompanying formation of a cumulonimbus cloud. A severe storm usually comes along with high winds, heavy precipitation (rain, sleet, hail), thunder and lightning.", "code": "ST"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/4656"}, {"id": "4648", "score": 1, "fields": {"id": 4648, "name": "Wild Fire", "description": "Wild Fire is defined as ny uncontrolled and non-prescribed combustion or burning of plants in a natural setting such as a forest, grassland, brush land or tundra, which consumes the natural fuels and spreads based on environmental conditions (e.g., wind, topography). Wildﬁres can be triggered by lightning or human actions. (CRED EM-DAT)", "code": "WF"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/4648"}, {"id": "4618", "score": 1, "fields": {"id": 4618, "name": "Tropical Cyclone", "description": "\"Hurricane\", \"cyclone\" and \"typhoon\" (GLIDE hazard code: TC) are different terms for the same weather phenomenon which is accompanied by torrential rain and maximum sustained wind speeds (near centre) exceeding 119 kilometers per hour:\nIn the western North Atlantic, central and eastern North Pacific, Caribbean Sea and Gulf of Mexico, such a weather phenomenon is called \"hurricanes\"; In the western North Pacific, it is called \"typhoons\"; In the Bay of Bengal and Arabian Sea, it is called \"cyclones\"; In western South Pacific and southeast India Ocean, it is called “severe tropical cyclones”; In the southwest India Ocean, it is called “tropical cyclones.” (WMO)", "code": "TC"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/4618"}, {"id": "4611", "score": 1, "fields": {"id": 4611, "name": "Flood", "description": "Flood (GLIDE hazard code: FL) is a general term for the overﬂow of water from a stream channel onto normally dry land in the ﬂoodplain (riverine ﬂooding), higher-than- normal levels along the coast and in lakes or reservoirs (coastal ﬂooding) as well as ponding of water at or near the point where the rain fell (ﬂash ﬂoods). (CRED EM-DAT)", "code": "FL"}, "href": "https://api.reliefweb.int/v1/references/disaster-types/4611"}]}